{
    "title": "Love小事记@第二年",
    "subtitle": "Second-year love memorial",
    "list": [
        {
            "id": 1,
            "title": "搬家",
            "subtitle": "Home moving",
            "content": "2012年7月中，从回龙观龙腾六搬到了现在这个家，不算宽敞的三居，因为不带任何家具而显得空旷而简陋。我们将一件一件的柜子、床、电器、衣物往屋子里塞，直到满满当当..."
        },
        {
            "id": 2,
            "title": "田田",
            "subtime": "The girl",
            "content": "田田是和我合租了半年多的一位东北御姐，烧得一手好菜，我们都爱吃辣、爱吃肉，她做多少我吃多少，非常合拍。田田可能是唯一一个见过我俩吵大架的人，那天大半夜闹别扭愤然“离家出走”，结果俩人都没带钥匙，半夜狂敲门把田田都吓坏了……不过，田田妹纸也非池中物，搬家没多久就离开北京去了深圳，临走前给我们做了一顿红烧肉，那时候楼顶的天台还能上去，我们5个人喝酒吃肉多快活。想必田田如今的日子，自然是比在当年在百度当客服的时候要好得多……"
        },
        {
            "id": 3,
            "title": "北戴河",
            "subtitle": "Beidaihe traveling",
            "content": "8月，darwin部门组织building[北戴河二日游]，正好小七同学放暑假在北京，就一起参加了部门活动……"
        },
        {
            "id": 4,
            "title": "",
            "content": "10月"
        },
        {
            "id": 5,
            "title": "小七的生日",
            "subtitle": "Birthday together",
            "content": "11月22日（周五）是他的生日，请假于是错过了那天上午的技术讲座。有舍才有得，当工作遇上爱情，我总会优先选择爱情吧……"
        },
        {
            "id": 6,
            "title": "2012-2013跨年",
            "subtitle": "Happy new year - 2013",
            "content": "一起跨年也算是我们的恋爱必修课之一了，冬月寒冷季节，人懒易宅。12月31日晚上，我们开着笔记本、各种pad，守着各大卫视台，一起看了一场“自定义”的跨年晚会……"
        },
        {
            "id": 7,
            "title": "第一次参加婚礼",
            "subtitle": "First wedding",
            "content": "2013年1月6日，是高中好姐妹“企鹅”-兰瓶子的婚礼。妹纸远嫁南通，总觉得这种一生也许就这一次的机会，如果不去参加一定会特别遗憾。于是千劝万劝终于说服小七陪我去。1天假，早上去晚上回，时间太短，千言万语道不尽离别……一起见证别人的幸福，自己也是同样幸福的吧……"
        },
        {
            "id": 8,
            "title": "高铁",
            "subtitle": "Highway take us home",
            "content": "在一起两年，从来没有一起离开过北京，这是我们第一次，也是我们第一次乘坐高铁回家。走的那天，北京一扫往日阴霾，天空格外晴朗。这个让人又爱又恨的城市，这个让人一次又一次想要逃离的城市，也许能给你带来其他地方给不了的惊喜。我至今也无法对它说出那句：“再见。再也不见。”……"
        },
        {
            "id": 9,
            "title": "特别的情人节",
            "subtitle": "Special Valentine's Day",
            "content": "过年回家请了个长假，整整15天在家休息，不走亲戚不参加活动。安安静静地度过脱离互联网生活的半月。今年的情人节很特别，在过大年的时段里，收到了玫瑰花&红包，哈哈。“其实爱对了人，情人节每天都过。”又何尝不是呢……"
        },
        {
            "id": 10,
            "title": "写真",
            "subtitle": "Love Collage",
            "content": "2月底，在小七的寒假快要结束的时候，我们去拍了情侣写真。本想是结婚照的预演，没想到拍照这么累，原来是个体力活。反正是团购的，冲那三百块的价格还送一对乱七八糟的赠品的服务，照片效果也算不错了……"
        },
        ,
        {
            "id": 11,
            "title": "白色情人节",
            "subtitle": "3.14",
            "content": "意外在上班的时候收到了美丽的玫瑰，疲惫的心情瞬间焕然一新。“好花不常开，世间所遇一切美好都应好好珍惜。”……"
        },
        {
            "id": 12,
            "title": "古城凤凰",
            "subtitle": "Traveling",
            "content": "三天清明小长假+一天年假，古城凤凰走了一遭。我们都是喜好休闲游的人，这次行程安排有点赶，只去了古城风景区。我们这么善良的人少不了要被人宰，这世上想给予陌生人信任竟是这样顾彼失此的事。为陌生人感到惋惜……"
        },
        {
            "id": 13,
            "title": "春暖花开时",
            "subtitle": "Spring flowers in bloom",
            "content": "春天是适合出游的季节，集齐了一个七天长假，为了释放压力同时避免装上五一人流，还是选择了宅在北京。时隔一年又去南锣鼓巷，除了人多吃的多其他也没什么感觉了。另外，去五道口淘宝也是假日的不错选择……"
        },
        {
            "id": 14,
            "title": "行走的6月",
            "subtitle": "June! On the way!",
            "content": "一起过端午节和我的生日，因为有了新玩具-索尼微单，我变得很爱拍照，于是逼的小七必须很喜欢给我拍照。在七天之内，我们去了什刹海、地质礼堂看开心麻花、回龙观体育公园、爨底下，似乎是我在帝都度过的最忙碌的一周了……"
        }
    ]
}